{
    "changelog.md": {
        "Changelog Luna": "Änderungsprotokoll Luna",
        "Changelog plugin luna": "Änderungsprotokoll Luna-Plugin",
        "Pour rappel s'il n'y a pas d'information sur la mise à jour, c'est que celle-ci concerne uniquement de la mise à jour de documentation, de traduction ou de texte": "Zur Erinnerung: Wenn es keine Informationen über die Aktualisierung gibt, bedeutet dies, dass es sich nur um die Aktualisierung von Dokumentation, Übersetzung oder Text handelt",
        "19\/11\/2022": "19.11.2022",
        "SD (gestion": "SD (Verwaltung",
        "Fix Batterie Luna (gestion de l'arrêt de Linux ainsi que de la batterie dans le systeme": "Fix Luna Battery (Verwaltung des Linux-Shutdowns sowie der Batterie im System",
        "Corrections orthographiques (merci FuraxWorld": "Rechtschreibkorrekturen (danke FuraxWorld",
        "3\/11\/2022": "11.03.2022",
        "Ajout des nouveautés": "Ergänzung von Neuheiten",
        "Wifi connexion": "WiFi Verbindung",
        "Led (gestion": "LED (Verwaltung",
        "Batterie (gestion": "Batterie (management",
        "20\/10\/2022": "20.10.2022",
        "Debut du plugin": "Beginn des Plugins",
        " IMPORTANT.": " WICHTIG.",
        " IMPORTANT?": " WICHTIG?",
        "IMPORTANT ": "WICHTIG ",
        " IMPORTANT]": " WICHTIG]",
        "[IMPORTANT]": "[WICHTIG]",
        "*IMPORTANT*": "*WICHTIG*",
        " IMPORTANT*": " WICHTIG*"
    },
    "index.md": {
        "Plugin luna": "Luna-Plugin",
        "Attention souci de Flashage des Luna": "Aufmerksamkeitssorge von Luna blinkt",
        "Nous avons eu un retour sur une erreur de flashage de certaines Luna": "Wir haben Feedback zu einem Blinkfehler einiger Luna erhalten",
        "uniquement celle expediée avant 2023": "nur der, der vor 2023 ausgeliefert wurde",
        "Nous en sommes désolés et nous avons prévenu notre revendeur Domadoo": "Wir bedauern dies und haben unseren Domadoo-Händler benachrichtigt",
        "Si vous arrivez à rentrer dans Jeedom, merci de lancer le plugin Luna et d'aller dans": "Wenn Sie es schaffen, Jeedom zu betreten, starten Sie bitte das Luna-Plugin und gehen Sie zu",
        "Mise à jour du module de Recovery": "Aktualisierung des Wiederherstellungsmoduls",
        "Puis faire le recovery dans": "Führen Sie dann die Wiederherstellung durch",
        "Recovery (Reset Factory": "Wiederherstellung (Reset Factory",
        "Cela mettra a jour votre Box completement": "Dadurch wird Ihre Box vollständig aktualisiert",
        "Si vous n'avez pas d'accés a votre Box merci de rester appuyer sur le bouton reset de la box pendant plus de 10 secondes, au relacher la box doit clignoté laisser la finir": "Wenn Sie keinen Zugriff auf Ihre Box haben, halten Sie bitte die Reset-Taste der Box länger als 10 Sekunden gedrückt. Wenn Sie die Box loslassen, muss sie blinken und beenden",
        "normalement Jeedom devrai revenir faire du coup la procedure si dessus": "Normalerweise muss Jeedom zurückkommen, um das oben beschriebene Verfahren durchzuführen",
        "pour une mise à jour complete": "für ein komplettes Update",
        "Si elle ne clignote pas": "Wenn es nicht blinkt",
        "Veuillez les contacter svp sur ce lien, l'équipe Domadoo vous fourniront une étiquette de retour et vous réexpédieront une Luna correctement flashée": "Bitte kontaktieren Sie sie über diesen Link, das Domadoo-Team stellt Ihnen ein Rücksendeetikett zur Verfügung und sendet Ihnen eine korrekt geflashte Luna zu",
        "Bientôt Disponible": "Demnächst",
        "Le plugin luna vous permet de vous connecter depuis votre luna à un réseau Wifi (avec ou sans mot de passe": "Mit dem Luna-Plugin können Sie sich von Ihrem Luna aus mit einem WLAN-Netzwerk verbinden (mit oder ohne Passwort",
        "Pour ce faire, aller dans le plugin luna, puis sélectionner l'équipement Luna": "Gehen Sie dazu zum Luna-Plugin und wählen Sie dann die Luna-Ausrüstung aus",
        "A cet endroit vous pouvez activer puis sélectionner le wifi que vous souhaitez (2": "Hier können Sie das gewünschte WLAN aktivieren und anschließend auswählen (2",
        "4Ghz et 5Ghz), puis taper le mot de passe et sauvegarder": "4 GHz und 5 GHz), geben Sie dann das Passwort ein und speichern Sie es",
        "Pour le moment, le plugin prend en compte uniquement les accès avec DHCP": "Im Moment berücksichtigt das Plugin nur Zugriffe mit DHCP",
        "La mise à jour permet de mettre la dernière image en place sur la Luna; celle-ci utilisera cette image lors d'un recovery (bouton reset de la box ou bouton recovery sur le plugin": "Das Update bringt das neueste Image auf die Luna; Es wird dieses Image während einer Wiederherstellung verwenden (Reset-Taste auf der Box oder Wiederherstellungstaste auf dem Plugin",
        "Cliquer sur le bouton recovery; la Luna téléchargera la dernière version de son image et redémarrera, les leds vertes sur le boitier de la Luna vont clignoter": "Klicken Sie auf die Wiederherstellungsschaltfläche; die Luna lädt die neueste Version ihres Images herunter und startet neu, die grünen LEDs auf der Luna-Box blinken",
        "local; le logiciel de recovery sera à jour": "lokal; Die Wiederherstellungssoftware ist auf dem neuesten Stand",
        "Lors d'un reset factory la box est rétablie en configuration d'usine selon l'image mise a jour via le bouton donné ci-dessus": "Bei einem Werksreset wird die Box gemäß dem aktualisierten Image über die oben angegebene Schaltfläche auf die Werkskonfiguration zurückgesetzt",
        "il faut faire un backup de votre box avant cette opération car vous allez tout perdre lors de cette phase": "Sie müssen vor diesem Vorgang eine Sicherungskopie Ihrer Box erstellen, da Sie in dieser Phase alles verlieren",
        "sauf backup sur la SD": "außer Backup auf SD",
        "Vous pouvez via la commande de type select changer la couleur et l'animation de la led (peut être éteinte": "Sie können über den Befehl Typ auswählen die Farbe und Animation der LED ändern (kann ausgeschaltet werden",
        "Vous pouvez via deux retours d'informations avoir le pourcentage de batterie ainsi que le type d'alimentation de votre box": "Sie können über zwei Rückmeldungen den Batterieprozentsatz sowie die Art der Stromversorgung Ihrer Box abrufen",
        "charging, decharging, Full etc…": "Laden, Entladen, Voll etc…",
        "Permet la gestion (formatage) de la carte micro-SD que vous pouvez ajouter à la box, ainsi que le transfert vers cette carte SD des backups Jeedom": "Ermöglicht die Verwaltung (Formatierung) der Micro-SD-Karte, die Sie der Box hinzufügen können, sowie die Übertragung von Jeedom-Backups auf diese SD-Karte",
        "Les boutons Alimentation et Reset": "Power- und Reset-Tasten",
        "moins de 1 secondes reboot forcer de la box": "weniger als 1 sekunde reboot force box",
        "plus de 10 secondes Reset Factory de la box": "mehr als 10 Sekunden Reset Factory der Box",
        "plus de 10 secondes arret de la fox forcer avec arret de la batterie (il faut avoir enlever l'alimentation electrique pour le faire": "mehr als 10 Sekunden Shutdown des Fox Force mit Shutdown des Akkus (dazu müssen Sie das Netzteil entfernt haben",
        "Hotspot (ALPHA": "Hotspot (ALPHA)",
        "Dans la partie Wifi du plugin vous pouvez cocher la case Hotspot ce qui vous permettra de créer un point d'accès wifi sur votre Box luna": "Im WLAN-Teil des Plugins können Sie das Kontrollkästchen Hotspot aktivieren, mit dem Sie einen WLAN-Zugangspunkt auf Ihrer Box Luna erstellen können",
        "DNS et forwarding IP (pont entre ethernet et wifi) fonctionnel dessus": "DNS- und IP-Weiterleitung (Brücke zwischen Ethernet und WLAN) funktionieren darauf",
        " Hotspot.": " Hotspot.",
        " Hotspot?": " Hotspot?",
        "Hotspot ": "Hotspot ",
        " Hotspot]": " Hotspot]",
        "[Hotspot]": "[Hotspot]",
        "*Hotspot*": "*Hotspot*",
        " Hotspot*": " Hotspot*",
        " ATTENTION.": " WARNUNG.",
        " ATTENTION?": " WARNUNG?",
        "ATTENTION ": "WARNUNG ",
        " ATTENTION]": " WARNUNG]",
        "[ATTENTION]": "[WARNUNG]",
        "*ATTENTION*": "*WARNUNG*",
        " ATTENTION*": " WARNUNG*",
        " LED.": " Leuchtdioden.",
        " LED?": " Leuchtdioden?",
        "LED ": "Leuchtdioden ",
        " LED]": " Leuchtdioden]",
        "[LED]": "[Leuchtdioden]",
        "*LED*": "*Leuchtdioden*",
        " LED*": " Leuchtdioden*",
        " Batterie.": " Batterie.",
        " Batterie?": " Batterie?",
        "Batterie ": "Batterie ",
        " Batterie]": " Batterie]",
        "[Batterie]": "[Batterie]",
        "*Batterie*": "*Batterie*",
        " Batterie*": " Batterie*",
        " SD.": " SD.",
        " SD?": " SD?",
        "SD ": "SD ",
        " SD]": " SD]",
        "[SD]": "[SD]",
        "*SD*": "*SD*",
        " SD*": " SD*",
        " Reset.": " Zurücksetzen.",
        " Reset?": " Zurücksetzen?",
        "Reset ": "Zurücksetzen ",
        " Reset]": " Zurücksetzen]",
        "[Reset]": "[Zurücksetzen]",
        "*Reset*": "*Zurücksetzen*",
        " Reset*": " Zurücksetzen*",
        " Alimentation.": " Essen.",
        " Alimentation?": " Essen?",
        "Alimentation ": "Essen ",
        " Alimentation]": " Essen]",
        "[Alimentation]": "[Essen]",
        "*Alimentation*": "*Essen*",
        " Alimentation*": " Essen*"
    }
}