{
    "changelog.md": {
        "Changelog Luna": "Änderungsprotokoll Luna",
        "Changelog plugin luna": "Änderungsprotokoll Luna-Plugin",
        "Pour rappel s'il n'y a pas d'information sur la mise à jour, c'est que celle-ci concerne uniquement de la mise à jour de documentation, de traduction ou de texte": "Zur Erinnerung: Wenn es keine Informationen über die Aktualisierung gibt, bedeutet dies, dass es sich nur um die Aktualisierung von Dokumentation, Übersetzung oder Text handelt",
        "27\/03\/2023": "27.03.2023",
        "Nouvelle image Luna": "Neues Bild Luna",
        "Patch Localhost": "Localhost-Patch",
        "Patch Batterie": "Drum-Patch",
        "Patch USB fixed (LORA-zigbee fixed": "USB-Patch behoben (LORA-zigbee behoben",
        "21\/02\/2023": "21.02.2023",
        "Partitionnage SD": "SD-Partitionierung",
        "Activation Lora pour les Luna avec Lora integré (Pro": "Lora-Aktivierung für Luna mit integriertem Lora (Pro",
        "Fix souci de Localhost sur la box": "Beheben Sie das Localhost-Problem auf der Box",
        "19\/11\/2022": "19.11.2022",
        "SD (gestion": "SD (Verwaltung",
        "Fix Batterie Luna (gestion de l'arrêt de Linux ainsi que de la batterie dans le systeme": "Fix Luna Battery (Verwaltung des Linux-Shutdowns sowie der Batterie im System",
        "Corrections orthographiques (merci FuraxWorld": "Rechtschreibkorrekturen (danke FuraxWorld",
        "3\/11\/2022": "11.03.2022",
        "Ajout des nouveautés": "Ergänzung von Neuheiten",
        "Wifi connexion": "WiFi Verbindung",
        "Led (gestion": "LED (Verwaltung",
        "Batterie (gestion": "Batterie (management",
        "20\/10\/2022": "20.10.2022",
        "Debut du plugin": "Beginn des Plugins",
        " IMPORTANT.": " WICHTIG.",
        " IMPORTANT?": " WICHTIG?",
        "IMPORTANT ": "WICHTIG ",
        " IMPORTANT]": " WICHTIG]",
        "[IMPORTANT]": "[WICHTIG]",
        "*IMPORTANT*": "*WICHTIG*",
        " IMPORTANT*": " WICHTIG*"
    },
    "index.md": {
        "Plugin luna": "Luna-Plugin",
        "depuis le 27\/03\/2023 nouvelle image Jeedom Luna": "seit 27.03.2023 neues Bild Jeedom Luna",
        "Vous pouvez faire une maj sans perte de backup etc en cliquant sur \"Mise à jour du module de Recovery": "Sie können ein Update ohne Verlust der Sicherung usw. durchführen, indem Sie auf \"Wiederherstellungsmodul aktualisieren\" klicken",
        "cela redemarera votre jeedom Luna mais vous ne perdrai pas vos configuration": "Dadurch wird Ihr jeedom Luna neu gestartet, aber Sie werden Ihre Konfiguration nicht verlieren",
        "cela fera des changement dans le module de recovery et de boot de la box ce qui permettra une meilleur stabilité de celle-ci": "Dadurch werden Änderungen im Wiederherstellungs- und Boot-Modul der Box vorgenommen, die eine bessere Stabilität dieses Moduls ermöglichen",
        "Attention souci de Flashage des Luna": "Aufmerksamkeitssorge von Luna blinkt",
        "Nous avons eu un retour sur une erreur de flashage de certaines Lunas": "Wir haben Feedback zu einem Flashing-Fehler einiger Lunas erhalten",
        "uniquement celles expediées avant 2023": "nur diejenigen, die vor 2023 ausgeliefert wurden",
        "Nous sommes désolé pour ceci et avons prévenu notre revendeur Domadoo": "Wir bedauern dies und haben unseren Domadoo-Reseller informiert",
        "Si vous arrivez à vous connecter à votre Jeedom, merci de lancer le plugin Luna (Plugins\/Passerelle domotique\/luna) et d'aller dans": "Wenn Sie es schaffen, sich mit Ihrem Jeedom zu verbinden, starten Sie bitte das Luna-Plugin (Plugins\/Home automation gateway\/luna) und gehen Sie zu",
        "Mise à jour du module de Recovery": "Aktualisierung des Wiederherstellungsmoduls",
        "Puis faire le recovery dans": "Führen Sie dann die Wiederherstellung durch",
        "Recovery (Reset Factory": "Wiederherstellung (Reset Factory",
        "Cela mettra a jour votre Box completement": "Dadurch wird Ihre Box vollständig aktualisiert",
        "Si vous n'avez pas d'accés à votre box, merci de laisser appuyé le bouton reset de la box pendant plus de 10 secondes; au relachement de ce dernier, la box devrait clignotée;laissez-la finir le processus": "Wenn Sie keinen Zugriff auf Ihre Box haben, lassen Sie bitte die Reset-Taste der Box länger als 10 Sekunden gedrückt; Wenn letzteres losgelassen wird, sollte das Kästchen blinken; lassen Sie es den Vorgang beenden",
        "Jeedom devrait redevenir operationnel": "Jeedom soll wieder operativ werden",
        "Vous pourrez faire la procedure ci-dessus pour une mise à jour complete": "Sie können das obige Verfahren für eine vollständige Aktualisierung durchführen",
        "Si elle ne clignote pas": "Wenn es nicht blinkt",
        "Veuillez contacter Domadoo via le lien suivant; l'équipe Domadoo vous fournira une étiquette de retour et vous réexpédiera une Luna correctement flashée": "Bitte kontaktieren Sie Domadoo über den folgenden Link; Das Domadoo-Team stellt Ihnen ein Rücksendeetikett zur Verfügung und sendet Ihnen eine korrekt geflashte Luna zu",
        "Les fonctionnalités du plugin Luna": "Die Funktionen des Luna-Plugins",
        "La mise à jour permet de mettre la dernière image en place sur la Luna; celle-ci utilisera cette image lors d'un recovery (bouton reset de la box ou bouton recovery sur le plugin": "Das Update bringt das neueste Image auf die Luna; Es wird dieses Image während einer Wiederherstellung verwenden (Reset-Taste auf der Box oder Wiederherstellungstaste auf dem Plugin",
        "Cliquer sur le bouton recovery; la Luna téléchargera la dernière version de son image et redémarrera, les leds vertes sur le boitier de la Luna vont clignoter": "Klicken Sie auf die Wiederherstellungsschaltfläche; die Luna lädt die neueste Version ihres Images herunter und startet neu, die grünen LEDs auf der Luna-Box blinken",
        "local; le logiciel de recovery sera à jour": "lokal; Die Wiederherstellungssoftware ist auf dem neuesten Stand",
        "Lors d'un reset factory la box est rétablie en configuration d'usine selon l'image mise a jour via le bouton donné ci-dessus": "Bei einem Werksreset wird die Box gemäß dem aktualisierten Image über die oben angegebene Schaltfläche auf die Werkskonfiguration zurückgesetzt",
        "il faut faire un backup de votre box avant cette opération car vous allez perdre les données de votre box (excepté backup sur la SD": "Sie müssen vor diesem Vorgang eine Sicherungskopie Ihrer Box erstellen, da Sie die Daten Ihrer Box verlieren (außer Sicherung auf der SD",
        "Vous pouvez via la commande de type select changer la couleur et l'animation de la led (peut être éteinte": "Sie können über den Befehl Typ auswählen die Farbe und Animation der LED ändern (kann ausgeschaltet werden",
        "Vous pouvez,via deux retours d'informations, avoir le pourcentage de batterie ainsi que le type d'alimentation de votre box": "Sie können über zwei Rückmeldungen den Batterieprozentsatz sowie die Art der Stromversorgung Ihrer Box abrufen",
        "charging, decharging, Full etc…": "Laden, Entladen, Voll etc…",
        "Permet la gestion (formatage) de la carte micro-SD que vous pouvez ajouter à la box, ainsi que le transfert vers cette carte SD des backups Jeedom": "Ermöglicht die Verwaltung (Formatierung) der Micro-SD-Karte, die Sie der Box hinzufügen können, sowie die Übertragung von Jeedom-Backups auf diese SD-Karte",
        "Les boutons Alimentation et Reset (v1": "Die Power- und Reset-Tasten (v1",
        "moins de 1 secondes reboot forcer de la box": "weniger als 1 sekunde reboot force box",
        "plus de 10 secondes Reset Factory de la box": "mehr als 10 Sekunden Reset Factory der Box",
        "plus de 10 secondes arret de la fox forcer avec arret de la batterie (il faut avoir enlever l'alimentation electrique pour le faire": "mehr als 10 Sekunden Shutdown des Fox Force mit Shutdown des Akkus (dazu müssen Sie das Netzteil entfernt haben",
        "Les boutons Alimentation et Reset (v2 nouvelle image": "Power- und Reset-Tasten (v2 neues image",
        "redemarrage materiel de la Luna": "harter Neustart des Luna",
        "plus de 5 secondes arret ou allumage de la batterie (Orange > eteind, Vert Allumé": "mehr als 5 Sekunden Akku abgeschaltet oder eingeschaltet (Orange > Aus, Grün Ein",
        "plus de 15 secondes redemmarage de la box": "mehr als 15 Sekunden Neustart der Box",
        "cligontement bleu au relacher": "blauer Blitz beim Loslassen",
        "plus de 40 secondes Arret de la box": "mehr als 40 Sekunden Stop der Box",
        "clignotement Orange au relacher": "Oranges Blinken beim Loslassen",
        "plus de 60 secondes reset factory de la box": "mehr als 60 Sekunden Werksreset der Box",
        "clignotement Rouge au relacher": "Roter Blitz beim Loslassen",
        "Lora (uniquement pour les luna vendu avec me lodule lora de Jeedom": "Lora (nur für luna verkauft bei mir Lodule lora von Jeedom",
        "detection automatique du module et lancement du packet forwarder, sur le localhost de la jeedom": "Automatische Erkennung des Moduls und Start des Paketweiterleiters auf dem lokalen Host des Jeedom",
        "utiliser le plugin LNS pour installation de l'applicatif": "Verwenden Sie das LNS-Plugin, um die Anwendung zu installieren",
        "rien est a faire depuis le plugin Luna tout est automatique": "es muss nichts vom Luna-Plugin getan werden, alles ist automatisch",
        "Bientôt Disponible": "Demnächst",
        "Hotspot, 4G (pour les Luna 4G), LORA (pour les Luna Lora": "Hotspot, 4G (für Luna 4G), LORA (für Luna Lora",
        "Hotspot (ALPHA": "Hotspot (ALPHA)",
        "Dans la partie Wifi du plugin vous pouvez cocher la case Hotspot ce qui vous permettra de créer un point d'accès wifi sur votre Box luna": "Im WLAN-Teil des Plugins können Sie das Kontrollkästchen Hotspot aktivieren, mit dem Sie einen WLAN-Zugangspunkt auf Ihrer Box Luna erstellen können",
        "DNS et forwarding IP (pont entre ethernet et wifi) fonctionnel dessus": "DNS- und IP-Weiterleitung (Brücke zwischen Ethernet und WLAN) funktionieren darauf",
        "Le plugin luna vous permet de vous connecter depuis votre luna à un réseau Wifi (avec ou sans mot de passe": "Mit dem Luna-Plugin können Sie sich von Ihrem Luna aus mit einem WLAN-Netzwerk verbinden (mit oder ohne Passwort",
        "Pour ce faire, aller dans le plugin luna, puis sélectionner l'équipement Luna": "Gehen Sie dazu zum Luna-Plugin und wählen Sie dann die Luna-Ausrüstung aus",
        "A cet endroit vous pouvez activer puis sélectionner le wifi que vous souhaitez (2": "Hier können Sie das gewünschte WLAN aktivieren und anschließend auswählen (2",
        "4Ghz et 5Ghz), puis taper le mot de passe et sauvegarder": "4 GHz und 5 GHz), geben Sie dann das Passwort ein und speichern Sie es",
        "Pour le moment, le plugin prend en compte uniquement les accès avec DHCP": "Im Moment berücksichtigt das Plugin nur Zugriffe mit DHCP",
        "4G (uniquement compatible avec les Luna 4G": "4G (nur kompatibel mit Luna 4G",
        "Detection automatique de la 4G interne a la box, demande code pin et APN dans la configuration du plugin Luna": "Automatische Erkennung von 4G-intern in der Box, PIN-Code und APN in der Konfiguration des Luna-Plugins anfordern",
        "si 4G detecter lancement d'un module de connexion en arriere plan qui passe automatiquement de l'ethernet a la 4G si besoin (ping vers 8.8.8": "Wenn 4G den Start eines Verbindungsmoduls im Hintergrund erkennt, das bei Bedarf automatisch von Ethernet auf 4G umschaltet (Ping auf 8.8.8",
        "8), le plugin SMS fonctionne en meme temps que la 4G sur la Luna 4G": "8) funktioniert das SMS-Plugin gleichzeitig mit 4G auf dem Luna 4G",
        " ATTENTION.": " WARNUNG.",
        " ATTENTION?": " WARNUNG?",
        "ATTENTION ": "WARNUNG ",
        " ATTENTION]": " WARNUNG]",
        "[ATTENTION]": "[WARNUNG]",
        "*ATTENTION*": "*WARNUNG*",
        " ATTENTION*": " WARNUNG*",
        " LED.": " Leuchtdioden.",
        " LED?": " Leuchtdioden?",
        "LED ": "Leuchtdioden ",
        " LED]": " Leuchtdioden]",
        "[LED]": "[Leuchtdioden]",
        "*LED*": "*Leuchtdioden*",
        " LED*": " Leuchtdioden*",
        " Batterie.": " Batterie.",
        " Batterie?": " Batterie?",
        "Batterie ": "Batterie ",
        " Batterie]": " Batterie]",
        "[Batterie]": "[Batterie]",
        "*Batterie*": "*Batterie*",
        " Batterie*": " Batterie*",
        " SD.": " SD.",
        " SD?": " SD?",
        "SD ": "SD ",
        " SD]": " SD]",
        "[SD]": "[SD]",
        "*SD*": "*SD*",
        " SD*": " SD*",
        " Reset.": " Zurücksetzen.",
        " Reset?": " Zurücksetzen?",
        "Reset ": "Zurücksetzen ",
        " Reset]": " Zurücksetzen]",
        "[Reset]": "[Zurücksetzen]",
        "*Reset*": "*Zurücksetzen*",
        " Reset*": " Zurücksetzen*",
        " Alimentation.": " Essen.",
        " Alimentation?": " Essen?",
        "Alimentation ": "Essen ",
        " Alimentation]": " Essen]",
        "[Alimentation]": "[Essen]",
        "*Alimentation*": "*Essen*",
        " Alimentation*": " Essen*"
    }
}