{
    "changelog.md": {
        "Changelog Luna": "Changelog Luna",
        "Changelog plugin luna": "Changelog luna plugin",
        "Pour rappel s'il n'y a pas d'information sur la mise à jour, c'est que celle-ci concerne uniquement de la mise à jour de documentation, de traduction ou de texte": "As a reminder, if there is no information on the update, it means that it only concerns the update of documentation, translation or text",
        "19\/12\/2023": "12\/19\/2023",
        "correction de l'erreur (The stream or file \"\/var\/www\/html\/core\/class\/..\/..\/log\/\" could not be opened in append mode": "fixed error (The stream or file \"\/var\/www\/html\/core\/class\/..\/..\/log\/\" could not be opened in append mode",
        "failed to open stream": "failed to open stream",
        "Is a directory": "Is a directory",
        "07\/12\/2023": "07\/12\/2023",
        "Nouveau module pour le hotspot avec dhcp": "New module for hotspot with dhcp",
        "18\/11\/2023": "11\/18\/2023",
        "Divers correctifs et améliorations du code": "Various code fixes and improvements",
        "29\/10\/2023": "10\/29\/2023",
        "Fix batterie status": "Fix battery status",
        "20\/10\/2023": "10\/20\/2023",
        "Ajout LiXee-GSM dans les regles usb (debrancher puis rebrancher l'equipement pour le voir avec la nouvelle laision usb": "Addition of LiXee-GSM to the USB rules (unplug then reconnect the equipment to see it with the new USB link",
        "14\/09\/2023": "09\/14\/2023",
        "Nouvelle interface pour le plugin mobile": "New interface for the mobile plugin",
        "2 wifis disponibles": "2 wifis available",
        "LTE avec prise en charge du plugin sms": "LTE with SMS plugin support",
        "Nouveau formatage de la carte SD": "New SD card format",
        "Priorisation des connexion": "Prioritization of connections",
        "Fixer une adresse ip (Wifi et Ethernet": "Set an IP address (Wifi and Ethernet",
        "06\/09\/2023": "06\/09\/2023",
        "Changement du scenario du bouton Alimentation a l'arriere de la box": "Changing the scenario of the Power button on the back of the box",
        "voir documentation": "see documentation",
        "Mise à jour LTE pour erreur de demande LTE alors que box non compatible": "LTE update for LTE request error while box not compatible",
        "02\/05\/2023": "02\/05\/2023",
        "Patch LocalHost (changement des droits": "LocalHost patch (change of rights",
        "Patch done fonction (clignotement de la led verte de la box résolu": "Patch done function (flashing of the green led of the box solved",
        "Ajout de la fonction LTE pour les boxs avec option LTE": "Added LTE function for boxes with LTE option",
        "Ajout de la fonction LORA pour les box avec option LORA": "Addition of the LORA function for boxes with LORA option",
        "Ajout des usb Fixe (ttyUSBLUNA-Zigbee a utiliser dnas le plugin Zigbee pour ne plus avoir de souci d'usb qui change": "Addition of Fixed usb (ttyUSBLUNA-Zigbee to use dnas the Zigbee plugin to no longer have to worry about usb changing",
        "27\/03\/2023": "03\/27\/2023",
        "Nouvelle image Luna": "New image Luna",
        "Patch Localhost": "Localhost patch",
        "Patch Batterie": "Drum patch",
        "Patch USB fixed (LORA-zigbee fixed": "USB patch fixed (LORA-zigbee fixed",
        "21\/02\/2023": "02\/21\/2023",
        "Partitionnage SD": "SD partitioning",
        "Activation Lora pour les Luna avec Lora integré (Pro": "Lora activation for Luna with integrated Lora (Pro",
        "Fix souci de Localhost sur la box": "Fix Localhost issue on the box",
        "19\/11\/2022": "11\/19\/2022",
        "SD (gestion": "SD (management",
        "Fix Batterie Luna (gestion de l'arrêt de Linux ainsi que de la batterie dans le systeme": "Fix Luna Battery (management of Linux shutdown as well as the battery in the system",
        "Corrections orthographiques (merci FuraxWorld": "Spelling corrections (thanks FuraxWorld",
        "3\/11\/2022": "3\/11\/2022",
        "Ajout des nouveautés": "Addition of novelties",
        "Wifi connexion": "Wi-Fi connection",
        "Led (gestion": "LED (management",
        "Batterie (gestion": "Battery (management",
        "20\/10\/2022": "20\/10\/2022",
        "Debut du plugin": "Beginning of the plugin",
        " IMPORTANT.": " IMPORTANT.",
        " IMPORTANT?": " IMPORTANT?",
        "IMPORTANT ": "IMPORTANT ",
        " IMPORTANT]": " IMPORTANT]",
        "[IMPORTANT]": "[IMPORTANT]",
        "*IMPORTANT*": "*IMPORTANT*",
        " IMPORTANT*": " IMPORTANT*",
        " Hotspot.": " Hotspot.",
        " Hotspot?": " Hotspot?",
        "Hotspot ": "Hotspot ",
        " Hotspot]": " Hotspot]",
        "[Hotspot]": "[Hotspot]",
        "*Hotspot*": "*Hotspot*",
        " Hotspot*": " Hotspot*"
    },
    "index.md": {
        "Plugin Luna": "Luna-plugin",
        "depuis le 27\/03\/2023 nouvelle image Jeedom Luna (dit V2": "since 03\/27\/2023 new image Jeedom Luna (known as V2",
        "Vous pouvez faire une maj sans perte de backup etc en cliquant sur \"Mise à jour du module de Recovery": "You can make an update without loss of backup etc by clicking on \"Update Recovery module",
        "cela redémarrera votre Jeedom Luna mais vous ne perdrez pas vos configurations": "this will restart your Jeedom Luna but you will not lose your configurations",
        "Cela fera des changements dans le module de recovery et de boot de la box ce qui permettra une meilleure stabilité de celle-ci": "This will make changes to the recovery and boot module of the box which will allow better stability of the box",
        "Attention souci de Flashage des Luna": "Attention concern of Luna flashing",
        "Nous avons eu un retour sur une erreur de flashage de certaines boxs Jeedom Luna": "We received feedback on an error in flashing certain Jeedom Luna boxes",
        "uniquement celles expédiées avant 2023": "only those shipped before 2023",
        "Nous sommes désolé pour ceci et avons prévenu notre revendeur Domadoo": "We are sorry for this and have informed our Domadoo reseller",
        "Si vous arrivez à vous connecter à votre Jeedom, merci de lancer le plugin Luna (Plugins\/Passerelle domotique\/luna) et d'aller dans": "If you manage to connect to your Jeedom, please launch the Luna plugin (Plugins\/Home automation gateway\/luna) and go to",
        "Mise à jour du module de Recovery": "Recovery module update",
        "Puis faire le recovery dans": "Then do the recovery in",
        "Recovery (Reset Factory": "Recovery (Reset Factory",
        "Cela mettra a jour votre Box complètement": "This will update your Box completely",
        "Si vous n'avez pas d'accès à votre box, merci de laisser appuyé le bouton reset de la box pendant plus de 10 secondes; au relâchement de ce dernier, la box devrait clignoter": "If you do not have access to your box, please keep the reset button on the box pressed for more than 10 seconds; when the latter is released, the box should flash",
        "Laissez-la finir le processus": "Let her finish the process",
        "Jeedom devrait redevenir opérationnel": "Jeedom should become operational again",
        "Vous pourrez faire la procedure ci-dessus pour une mise à jour complète": "You can do the above procedure for a complete update",
        "Si elle ne clignote pas": "If it doesn't blink",
        "Veuillez contacter Domadoo via le lien suivant; l'équipe Domadoo vous fournira une étiquette de retour et vous réexpédiera une Luna correctement flashée": "Please contact Domadoo via the following link; the Domadoo team will provide you with a return label and send you a correctly flashed Luna",
        "Les fonctionnalités du plugin Luna": "The features of the Luna plugin",
        "USB Fix": "USB Fix",
        "Dans la version du plugin Luna du 02\/05\/2023, le port Zigbee a été fixé, vous devez utiliser le port ttyUSBLUNA-Zigbee": "In the Luna plugin version of 02\/05\/2023, the Zigbee port has been fixed, you must use the ttyUSBLUNA-Zigbee port",
        "Pour les usb externes, cela ce fixe aussi automatiquement avec le nom et ou numero de série": "For external USBs, this is also fixed automatically with the name and or serial number",
        "La mise à jour permet de mettre la dernière image en place sur la Luna; celle-ci utilisera cette image lors d'un recovery (bouton reset de la box ou bouton recovery sur le plugin": "The update brings the latest image into place on the Luna; it will use this image during a recovery (reset button on the box or recovery button on the plugin",
        "Cliquer sur le bouton recovery; la Luna téléchargera la dernière version de son image et redémarrera, les leds vertes sur le boîtier de la Luna vont clignoter": "Click on the recovery button; the Luna will download the latest version of its image and reboot, the green LEDs on the Luna case will flash",
        "local>; le logiciel de recovery sera à jour": "local>; the recovery software will be up to date",
        "Lors d'un reset factory la box est rétablie en configuration d'usine selon l'image mise a jour via le bouton donné ci-dessus": "During a factory reset the box is restored to factory configuration according to the updated image via the button given above",
        "Il faut faire un backup de votre box avant cette opération car vous allez perdre les données de votre box (excepté le backup sur la carte SD": "You must make a backup of your box before this operation because you will lose the data from your box (except the backup on the SD card",
        "Vous pouvez via la commande de type select changer la couleur et l'animation de la led (peut être éteinte": "You can via the select type command change the color and animation of the led (can be turned off",
        "Vous pouvez, via deux retours d'informations, avoir le pourcentage de batterie ainsi que le type d'alimentation de votre box": "You can, via two pieces of feedback, have the battery percentage as well as the type of power supply of your box",
        "`Charging`, `Discharging`, `Full` etc": "`Charging`, `Discharging`, `Full` etc",
        "Permet la gestion (formatage) de la carte micro-SD que vous pouvez ajouter à la box, ainsi que le transfert vers cette carte SD des backups Jeedom": "Allows the management (formatting) of the micro-SD card that you can add to the box, as well as the transfer to this SD card of Jeedom backups",
        "Les boutons Alimentation et Reset (v1) Plugin Luna pas à jour": "Power and Reset buttons (v1) Luna plugin not up to date",
        "moins de 1 seconde pour un reboot forcé de la box": "less than 1 second for a forced reboot of the box",
        "plus de 10 secondes pour un Reset Factory de la box": "more than 10 seconds for a Factory Reset of the box",
        "plus de 10 secondes pour un arrêt de la fox forcé avec arrêt de la batterie (il faut préalablement enlever l'alimentation électrique pour le faire": "more than 10 seconds for a forced shutdown of the Fox with battery shutdown (you must first remove the power supply to do this",
        "Les boutons Alimentation et Reset (v2 nouvelle image": "Power and Reset buttons (v2 new image",
        "Bouton Reset": "Reset button",
        "moins de 1 seconde pour un redémarrage materiel de la box Luna": "less than 1 second for a hardware restart of the Luna box",
        "Bouton Alimentation": "Power Button",
        "entre 1 et 4 secondes pour un arrêt ou allumage de la batterie (Orange = éteint, Vert = Allumé": "between 1 and 4 seconds for the battery to turn off or on (Orange = off, Green = On",
        "entre 5 et 9 secondes redémarrage de la box (clignotement bleu au relâchement": "between 5 and 9 seconds restart of the box (blue flashing when released",
        "entre 10 et 20 secondes pour un arrêt de la box (clignotement orange au relâchement": "between 10 and 20 seconds for the box to stop (orange flashing when released",
        "plus de 30 secondes pour Reset Factory de la box (clignotement rouge au relâchement": "more than 30 seconds to Reset Factory of the box (red flashing when released",
        "Lora (uniquement pour les boxs Jeedom Luna vendues avec le module Lora de Jeedom": "Lora (only for Jeedom Luna boxes sold with the Jeedom Lora module",
        "Détection automatique du module et lancement du packet forwarder, sur le localhost de la Jeedom": "Automatic detection of the module and launch of the packet forwarder, on the localhost of the jeedom",
        "Utiliser le plugin LNS pour installation de l'applicatif; rien est à faire depuis le plugin Luna, tout est automatique": "Use the LNS plugin to install the application; nothing needs to be done from the Luna plugin, everything is automatic",
        "possibilité de le désactiver dans la partie LTE": "possibility of deactivating it in the LTE part",
        "Hotspot (plugin Luna BETA": "Hotspot (Luna BETA plugin",
        "Dans la partie Wifi du plugin vous pouvez cocher la case Hotspot ce qui vous permettra de créer un point d'accès wifi sur votre Box luna": "In the Wifi part of the plugin you can check the Hotspot box which will allow you to create a wifi access point on your Box luna",
        "DNS et forwarding IP (pont entre Ethernet et wifi) fonctionnels dessus": "DNS and IP forwarding (bridge between ethernet and wifi) functional on it",
        "Fixer une IP": "Set an IP",
        "vous pouvez dans la page Ethernet ou wifi du plugin luna fixer les adresses ip de celle-ci, pour fixer l'Ethernet vous devez au préalable avoir une connexion wifi activer": "you can in the ethernet or wifi page of the luna plugin set the ip addresses of it, to set the ethernet you must first have an activated wifi connection",
        "Prioriser les connexions": "Prioritize connections",
        "Vous pouvez dans la page d'accueil du plugin priorisé les connexions pour que la box passe de l'Ethernet au wifi si pas de connexion ou l'inverse": "In the home page of the plugin you can prioritize the connections so that the box switches from Ethernet to wifi if there is no connection or vice versa",
        "Le plugin luna vous permet de vous connecter depuis votre luna à un réseau Wifi (avec ou sans mot de passe": "The luna plugin allows you to connect from your luna to a Wifi network (with or without a password",
        "Pour ce faire, aller dans le plugin luna, puis sélectionner l'équipement Luna": "To do this, go to the luna plugin, then select the Luna equipment",
        "A cet endroit vous pouvez activer puis sélectionner le wifi que vous souhaitez (2": "Here you can activate and then select the wifi you want (2",
        "4Ghz et 5Ghz), puis taper le mot de passe et sauvegarder": "4Ghz and 5Ghz), then type the password and save",
        "Pour le moment, le plugin prend en compte uniquement les accès avec DHCP": "For the moment, the plugin only takes into account access with DHCP",
        "4G (uniquement compatible avec les boxs Jeedom Luna 4G": "4G (only compatible with Jeedom Luna 4G boxes",
        "Détection automatique de la 4G interne à la box": "Automatic detection of 4G internal to the box",
        "Merci de bien vouloir passer par le plugin Luna et cliquer sur 'Détecter le module LTE' Demande code pin et APN dans la page LTE du plugin Luna": "Please go through the Luna plugin and click on 'Detect LTE module' Request pin code and APN in the LTE page of the Luna plugin",
        "si 4G détectée, lancement d'un module de connexion en arrière plan qui passe automatiquement de l'Ethernet ou wifi à la 4G au besoin": "if 4G detected, launch of a connection module in the background which automatically switches from Ethernet or wifi to 4G if necessary",
        "Le plugin SMS fonctionne en meme temps que la 4G sur la Luna 4G": "The SMS plugin works at the same time as 4G on the Luna 4G",
        "Les paramétrages se font dans la page LTE du plugin": "The settings are made in the LTE page of the plugin",
        " ATTENTION.": " WARNING.",
        " ATTENTION?": " WARNING?",
        "ATTENTION ": "WARNING ",
        " ATTENTION]": " WARNING]",
        "[ATTENTION]": "[WARNING]",
        "*ATTENTION*": "*WARNING*",
        " ATTENTION*": " WARNING*",
        " LED.": " LEDs.",
        " LED?": " LEDs?",
        "LED ": "LEDs ",
        " LED]": " LEDs]",
        "[LED]": "[LEDs]",
        "*LED*": "*LEDs*",
        " LED*": " LEDs*",
        " Batterie.": " Battery.",
        " Batterie?": " Battery?",
        "Batterie ": "Battery ",
        " Batterie]": " Battery]",
        "[Batterie]": "[Battery]",
        "*Batterie*": "*Battery*",
        " Batterie*": " Battery*",
        " SD.": " SD.",
        " SD?": " SD?",
        "SD ": "SD ",
        " SD]": " SD]",
        "[SD]": "[SD]",
        "*SD*": "*SD*",
        " SD*": " SD*",
        " Reset.": " Reset.",
        " Reset?": " Reset?",
        "Reset ": "Reset ",
        " Reset]": " Reset]",
        "[Reset]": "[Reset]",
        "*Reset*": "*Reset*",
        " Reset*": " Reset*",
        " Alimentation.": " Food.",
        " Alimentation?": " Food?",
        "Alimentation ": "Food ",
        " Alimentation]": " Food]",
        "[Alimentation]": "[Food]",
        "*Alimentation*": "*Food*",
        " Alimentation*": " Food*"
    }
}