{
    "changelog.md": {
        "Changelog Luna": "Changelog Luna",
        "Changelog luna": "Changelog Luna",
        "Changelog plugin luna": "Changelog luna plugin",
        "Pour rappel s'il n'y a pas d'information sur la mise à jour, c'est que celle-ci concerne uniquement de la mise à jour de documentation, de traduction ou de texte": "As a reminder, if there is no information on the update, it means that it only concerns the update of documentation, translation or text",
        "19\/11.2022": "19\/11.2022",
        "SD (gestion": "SD (management",
        "Fix Batterie Luna (gestion de l'arret de Linux ainsi que de la batterie dans le systemd": "Fix Luna battery (management of Linux shutdown as well as battery in systemd",
        "corrections orthographiques (merci FuraxWorld": "spelling corrections (thanks FuraxWorld",
        "3\/11\/2022": "3\/11\/2022",
        "Ajout des nouveautés": "Addition of novelties",
        "Wifi connexion": "Wi-Fi connection",
        "Led (gestion": "LED (management",
        "Batterie (gestion": "Battery (management",
        "20\/10\/2022": "20\/10\/2022",
        "Debut du plugin": "Beginning of the plugin",
        " IMPORTANT.": " IMPORTANT.",
        " IMPORTANT?": " IMPORTANT?",
        "IMPORTANT ": "IMPORTANT ",
        " IMPORTANT]": " IMPORTANT]",
        "[IMPORTANT]": "[IMPORTANT]",
        "*IMPORTANT*": "*IMPORTANT*",
        " IMPORTANT*": " IMPORTANT*"
    },
    "index.md": {
        "Plugin luna": "Luna-plugin",
        "Bientôt Disponible": "Coming soon",
        "Le plugin luna vous permet de vous connecter depuis votre luna à un réseau Wifi (avec ou sans mot de passe": "The luna plugin allows you to connect from your luna to a Wifi network (with or without a password",
        "Pour ce faire, aller dans le plugin luna, puis sélectionner l'équipement Luna": "To do this, go to the luna plugin, then select the Luna equipment",
        "A cet endroit vous pouvez activer puis sélectionner le wifi que vous souhaitez (2": "Here you can activate and then select the wifi you want (2",
        "4Ghz et 5Ghz), puis taper le mot de passe et sauvegarder": "4Ghz and 5Ghz), then type the password and save",
        "Pour le moment, le plugin prend en compte uniquement les accès avec DHCP": "For the moment, the plugin only takes into account access with DHCP",
        "Mise à jour du module de Recovery": "Recovery module update",
        "local, le logiciel de recovery sera à jour": "local, the recovery software will be up to date",
        "Recovery (Reset Factory": "Recovery (Reset Factory",
        "Lors d'un reset factory la box est rétablie en configuration d'usine selon l'image mise a jour via le bouton donné ci-dessus": "During a factory reset the box is restored to factory configuration according to the updated image via the button given above",
        "ATTENTION il faut faire un backup de votre box avant cette opération car vous allez tout perdre lors de cette phase": "ATTENTION you must make a backup of your box before this operation because you will lose everything during this phase",
        "sauf backup sur la SD": "except backup on SD",
        "Vous pouvez via la commande de type select changer la couleur et l'animation de la led (peut être éteinte": "You can via the select type command change the color and animation of the led (can be turned off",
        "Vous pouvez via deux retours d'informations avec le pourcentage de batterie ainsi que le type d'alimentation de votre box": "You can via two feedbacks with the battery percentage as well as the type of power supply of your box",
        "charging, decharging, Full etc…": "charging, decharging, Full etc…",
        "Permet la gestion (formatage) de la carte micro-SD que vous pouvez ajouter à la box": "Allows the management (formatting) of the micro-SD card that you can add to the box",
        "ainsi que le transfert vers cette carte SD des backups Jeedom": "as well as the transfer to this SD card of Jeedom backups",
        "Hotspot (ALPHA": "Hotspot (ALPHA)",
        "dans la partie Wifi du plugin vous pouvez cocher la case Hotspot ce qui vous permettra de créer un point d'accès wifi sur votre Box luna": "in the Wifi part of the plugin you can check the Hotspot box which will allow you to create a wifi access point on your Box luna",
        "DNS et forwarding IP (pont entre ethernet et wifi) fonctionnel dessus": "DNS and IP forwarding (bridge between ethernet and wifi) functional on it",
        " Hotspot.": " Hotspot.",
        " Hotspot?": " Hotspot?",
        "Hotspot ": "Hotspot ",
        " Hotspot]": " Hotspot]",
        "[Hotspot]": "[Hotspot]",
        "*Hotspot*": "*Hotspot*",
        " Hotspot*": " Hotspot*",
        " LED.": " LEDs.",
        " LED?": " LEDs?",
        "LED ": "LEDs ",
        " LED]": " LEDs]",
        "[LED]": "[LEDs]",
        "*LED*": "*LEDs*",
        " LED*": " LEDs*",
        " Batterie.": " Battery.",
        " Batterie?": " Battery?",
        "Batterie ": "Battery ",
        " Batterie]": " Battery]",
        "[Batterie]": "[Battery]",
        "*Batterie*": "*Battery*",
        " Batterie*": " Battery*",
        " SD.": " SD.",
        " SD?": " SD?",
        "SD ": "SD ",
        " SD]": " SD]",
        "[SD]": "[SD]",
        "*SD*": "*SD*",
        " SD*": " SD*"
    }
}