{
    "changelog.md": {
        "Changelog Luna": "Registro de cambios Luna",
        "Changelog plugin luna": "Complemento luna registro de cambios",
        "Pour rappel s'il n'y a pas d'information sur la mise à jour, c'est que celle-ci concerne uniquement de la mise à jour de documentation, de traduction ou de texte": "Como recordatorio, si no hay información sobre la actualización, significa que solo se trata de la actualización de la documentación, la traducción o el texto",
        "02\/05\/2023": "05\/02\/2023",
        "Patch LocalHost (changement des droits": "Parche LocalHost (cambio de derechos",
        "Patch done fonction (clignotement de la led verte de la box résolu": "Función patch done (parpadeo del led verde de la caja solucionado)",
        "Ajout de la fonction LTE pour les boxs avec option LTE": "Añadida función LTE para cajas con opción LTE",
        "Ajout de la fonction LORA pour les box avec option LORA": "Adición de la función LORA para cajas con opción LORA",
        "Ajout des usb Fixe (ttyUSBLUNA-Zigbee a utiliser dnas le plugin Zigbee pour ne plus avoir de souci d'usb qui change": "Adición de usb fijo (ttyUSBLUNA-Zigbee para usar dnas el complemento Zigbee para no tener que preocuparse más por el cambio de usb)",
        "27\/03\/2023": "27\/03\/2023",
        "Nouvelle image Luna": "Nueva imagen luna",
        "Patch Localhost": "Parche de host local",
        "Patch Batterie": "Parche de batería",
        "Patch USB fixed (LORA-zigbee fixed": "Parche USB fijo (LORA-zigbee fijo",
        "21\/02\/2023": "21\/02\/2023",
        "Partitionnage SD": "Partición SD",
        "Activation Lora pour les Luna avec Lora integré (Pro": "Activación Lora para Luna con Lora integrado (Pro",
        "Fix souci de Localhost sur la box": "Solucionar el problema de Localhost en la caja",
        "19\/11\/2022": "19\/11\/2022",
        "SD (gestion": "SD (gestión",
        "Fix Batterie Luna (gestion de l'arrêt de Linux ainsi que de la batterie dans le systeme": "Fix Luna Battery (gestión del apagado de Linux, así como la batería en el sistema)",
        "Corrections orthographiques (merci FuraxWorld": "Correcciones ortográficas (gracias FuraxWorld",
        "3\/11\/2022": "11\/03\/2022",
        "Ajout des nouveautés": "Adición de novedades",
        "Wifi connexion": "Conexión wifi",
        "Led (gestion": "LED (gestión",
        "Batterie (gestion": "Batería (gestión",
        "20\/10\/2022": "20\/10\/2022",
        "Debut du plugin": "Comienzo del complemento",
        " IMPORTANT.": " IMPORTANTE.",
        " IMPORTANT?": " IMPORTANTE?",
        "IMPORTANT ": "IMPORTANTE ",
        " IMPORTANT]": " IMPORTANTE]",
        "[IMPORTANT]": "[IMPORTANTE]",
        "*IMPORTANT*": "*IMPORTANTE*",
        " IMPORTANT*": " IMPORTANTE*"
    },
    "index.md": {
        "Plugin luna": "Luna-complemento",
        "depuis le 27\/03\/2023 nouvelle image Jeedom Luna": "desde el 27\/03\/2023 nueva imagen Jeedom Luna",
        "Vous pouvez faire une maj sans perte de backup etc en cliquant sur \"Mise à jour du module de Recovery": "Puede realizar una actualización sin perder la copia de seguridad, etc. haciendo clic en \"Actualizar módulo de recuperación\"",
        "cela redemarera votre jeedom Luna mais vous ne perdrai pas vos configuration": "esto reiniciará tu jeedom Luna pero no perderás tu configuración",
        "cela fera des changement dans le module de recovery et de boot de la box ce qui permettra une meilleur stabilité de celle-ci": "esto hará cambios en el módulo de recuperación y arranque de la caja lo que permitirá una mejor estabilidad de esta",
        "Attention souci de Flashage des Luna": "Preocupación de atención de Luna intermitente",
        "Nous avons eu un retour sur une erreur de flashage de certaines Lunas": "Recibimos comentarios sobre un error de flasheo de algunos Lunas",
        "uniquement celles expediées avant 2023": "solo los enviados antes de 2023",
        "Nous sommes désolé pour ceci et avons prévenu notre revendeur Domadoo": "Lo sentimos y hemos informado a nuestro distribuidor de Domadoo",
        "Si vous arrivez à vous connecter à votre Jeedom, merci de lancer le plugin Luna (Plugins\/Passerelle domotique\/luna) et d'aller dans": "Si logra conectarse a su Jeedom, inicie el complemento Luna (Complementos\/Puerta de enlace de automatización del hogar\/luna) y vaya a",
        "Mise à jour du module de Recovery": "Actualización del módulo de recuperación",
        "Puis faire le recovery dans": "Luego haz la recuperación en",
        "Recovery (Reset Factory": "Recuperación (restablecimiento de fábrica",
        "Cela mettra a jour votre Box completement": "Esto actualizará su Box completamente",
        "Si vous n'avez pas d'accés à votre box, merci de laisser appuyé le bouton reset de la box pendant plus de 10 secondes; au relachement de ce dernier, la box devrait clignotée;laissez-la finir le processus": "Si no tiene acceso a su caja, deje presionado el botón de reinicio de la caja durante más de 10 segundos; cuando este último se suelta, la caja debe parpadear, dejar que termine el proceso",
        "Jeedom devrait redevenir operationnel": "Jeedom debería volver a estar operativo",
        "Vous pourrez faire la procedure ci-dessus pour une mise à jour complete": "Puede realizar el procedimiento anterior para una actualización completa",
        "Si elle ne clignote pas": "Si no parpadea",
        "Veuillez contacter Domadoo via le lien suivant; l'équipe Domadoo vous fournira une étiquette de retour et vous réexpédiera une Luna correctement flashée": "Póngase en contacto con Domadoo a través del siguiente enlace; el equipo de Domadoo te proporcionará una etiqueta de devolución y te enviará un Luna correctamente flasheado",
        "Les fonctionnalités du plugin Luna": "Las características del complemento Luna",
        "USB Fixe": "USB fijo",
        "Dans le plugin Luna du 02\/05\/2023, le zigbee a été fixé, vous devez utiliser le port ttyUSBLUNA-Zigbee": "En el plugin Luna del 02\/05\/2023 se ha arreglado el zigbee, debes usar el puerto ttyUSBLUNA-Zigbee",
        "pour les usb externe cela ce fixe aussi automatiquement avec le nom et ou numero de série": "para usb externo, esto también se soluciona automáticamente con el nombre o el número de serie",
        "La mise à jour permet de mettre la dernière image en place sur la Luna; celle-ci utilisera cette image lors d'un recovery (bouton reset de la box ou bouton recovery sur le plugin": "La actualización trae la última imagen en su lugar en el Luna; utilizará esta imagen durante una recuperación (botón de reinicio en el cuadro o botón de recuperación en el complemento",
        "Cliquer sur le bouton recovery; la Luna téléchargera la dernière version de son image et redémarrera, les leds vertes sur le boitier de la Luna vont clignoter": "Haga clic en el botón de recuperación; el Luna descargará la última versión de su imagen y se reiniciará, los LED verdes en la caja del Luna parpadearán",
        "local; le logiciel de recovery sera à jour": "local; el software de recuperación estará actualizado",
        "Lors d'un reset factory la box est rétablie en configuration d'usine selon l'image mise a jour via le bouton donné ci-dessus": "Durante un restablecimiento de fábrica, la caja se restaura a la configuración de fábrica de acuerdo con la imagen actualizada a través del botón que se muestra arriba",
        "il faut faire un backup de votre box avant cette opération car vous allez perdre les données de votre box (excepté backup sur la SD": "debe hacer una copia de seguridad de su caja antes de esta operación porque perderá los datos de su caja (excepto la copia de seguridad en la SD",
        "Vous pouvez via la commande de type select changer la couleur et l'animation de la led (peut être éteinte": "Puede a través del comando seleccionar tipo cambiar el color y la animación del LED (se puede apagar",
        "Vous pouvez,via deux retours d'informations, avoir le pourcentage de batterie ainsi que le type d'alimentation de votre box": "Puede, a través de dos comentarios, tener el porcentaje de batería y el tipo de fuente de alimentación de su caja",
        "charging, decharging, Full etc…": "cargando, descargando, Lleno etc…",
        "Permet la gestion (formatage) de la carte micro-SD que vous pouvez ajouter à la box, ainsi que le transfert vers cette carte SD des backups Jeedom": "Permite la gestión (formateo) de la tarjeta micro-SD que puede agregar a la caja, así como la transferencia a esta tarjeta SD de las copias de seguridad de Jeedom",
        "Les boutons Alimentation et Reset (v1": "Los botones de encendido y reinicio (v1",
        "moins de 1 secondes reboot forcer de la box": "Menos de 1 segundo reiniciar la caja de fuerza",
        "plus de 10 secondes Reset Factory de la box": "más de 10 segundos Reset Factory de la caja",
        "plus de 10 secondes arret de la fox forcer avec arret de la batterie (il faut avoir enlever l'alimentation electrique pour le faire": "más de 10 segundos apagado del fox force con apagado de la batería (debe haber quitado la fuente de alimentación para hacerlo",
        "Les boutons Alimentation et Reset (v2 nouvelle image": "Botones de encendido y reinicio (v2 nueva imagen",
        "redemarrage materiel de la Luna": "reinicio completo de la Luna",
        "plus de 5 secondes arret ou allumage de la batterie (Orange > eteind, Vert Allumé": "más de 5 segundos apagado de la batería o encendido (naranja > apagado, verde encendido",
        "plus de 15 secondes redemmarage de la box": "más de 15 segundos reiniciando la caja",
        "cligontement bleu au relacher": "destello azul al soltar",
        "plus de 40 secondes Arret de la box": "más de 40 segundos Parada de la caja",
        "clignotement Orange au relacher": "Parpadeo naranja al soltar",
        "plus de 60 secondes reset factory de la box": "más de 60 segundos reinicio de fábrica de la caja",
        "clignotement Rouge au relacher": "Flash rojo al soltar",
        "Lora (uniquement pour les luna vendu avec me lodule lora de Jeedom": "Lora (solo para luna vendido conmigo Lodule lora de Jeedom",
        "detection automatique du module et lancement du packet forwarder, sur le localhost de la jeedom": "detección automática del módulo y lanzamiento del reenviador de paquetes, en el host local de jeedom",
        "utiliser le plugin LNS pour installation de l'applicatif": "use el complemento LNS para instalar la aplicación",
        "rien est a faire depuis le plugin Luna tout est automatique": "no hay que hacer nada desde el plugin Luna todo es automatico",
        "Bientôt Disponible": "Próximamente, en breve, pronto",
        "Hotspot, 4G (pour les Luna 4G), LORA (pour les Luna Lora": "Punto de acceso, 4G (para Luna 4G), LORA (para Luna Lora",
        "Hotspot (ALPHA": "Punto de acceso (ALFA)",
        "Dans la partie Wifi du plugin vous pouvez cocher la case Hotspot ce qui vous permettra de créer un point d'accès wifi sur votre Box luna": "En la parte Wifi del complemento, puede marcar la casilla Hotspot que le permitirá crear un punto de acceso wifi en su Box luna",
        "DNS et forwarding IP (pont entre ethernet et wifi) fonctionnel dessus": "El reenvío de DNS e IP (puente entre ethernet y wifi) funciona en él",
        "Le plugin luna vous permet de vous connecter depuis votre luna à un réseau Wifi (avec ou sans mot de passe": "El complemento luna le permite conectarse desde su luna a una red Wifi (con o sin contraseña",
        "Pour ce faire, aller dans le plugin luna, puis sélectionner l'équipement Luna": "Para hacer esto, vaya al complemento luna, luego seleccione el equipo Luna",
        "A cet endroit vous pouvez activer puis sélectionner le wifi que vous souhaitez (2": "Aquí puede activar y luego seleccionar el wifi que desea (2",
        "4Ghz et 5Ghz), puis taper le mot de passe et sauvegarder": "4Ghz y 5Ghz), luego escriba la contraseña y guarde",
        "Pour le moment, le plugin prend en compte uniquement les accès avec DHCP": "Por el momento, el complemento solo tiene en cuenta el acceso con DHCP",
        "4G (uniquement compatible avec les Luna 4G": "4G (solo compatible con Luna 4G",
        "Detection automatique de la 4G interne a la box, demande code pin et APN dans la configuration du plugin Luna": "Detección automática de 4G interno a la caja, solicitud de código pin y APN en la configuración del complemento Luna",
        "si 4G detecter lancement d'un module de connexion en arriere plan qui passe automatiquement de l'ethernet a la 4G si besoin (ping vers 8.8.8": "si 4G detecta el lanzamiento de un módulo de conexión en segundo plano que cambia automáticamente de ethernet a 4G si es necesario (ping a 8.8.8",
        "8), le plugin SMS fonctionne en meme temps que la 4G sur la Luna 4G": "8), el complemento de SMS funciona al mismo tiempo que 4G en el Luna 4G",
        "Les parametrages ce font dans la configuration du plugin": "Los ajustes se realizan en la configuración del plugin",
        " ATTENTION.": " ATENCIÓN.",
        " ATTENTION?": " ATENCIÓN?",
        "ATTENTION ": "ATENCIÓN ",
        " ATTENTION]": " ATENCIÓN]",
        "[ATTENTION]": "[ATENCIÓN]",
        "*ATTENTION*": "*ATENCIÓN*",
        " ATTENTION*": " ATENCIÓN*",
        " LED.": " LED.",
        " LED?": " LED?",
        "LED ": "LED ",
        " LED]": " LED]",
        "[LED]": "[LED]",
        "*LED*": "*LED*",
        " LED*": " LED*",
        " Batterie.": " Batería.",
        " Batterie?": " Batería?",
        "Batterie ": "Batería ",
        " Batterie]": " Batería]",
        "[Batterie]": "[Batería]",
        "*Batterie*": "*Batería*",
        " Batterie*": " Batería*",
        " SD.": " Dakota del Sur.",
        " SD?": " Dakota del Sur?",
        "SD ": "Dakota del Sur ",
        " SD]": " Dakota del Sur]",
        "[SD]": "[Dakota del Sur]",
        "*SD*": "*Dakota del Sur*",
        " SD*": " Dakota del Sur*",
        " Reset.": " Reiniciar.",
        " Reset?": " Reiniciar?",
        "Reset ": "Reiniciar ",
        " Reset]": " Reiniciar]",
        "[Reset]": "[Reiniciar]",
        "*Reset*": "*Reiniciar*",
        " Reset*": " Reiniciar*",
        " Alimentation.": " Comida.",
        " Alimentation?": " Comida?",
        "Alimentation ": "Comida ",
        " Alimentation]": " Comida]",
        "[Alimentation]": "[Comida]",
        "*Alimentation*": "*Comida*",
        " Alimentation*": " Comida*"
    }
}