{
    "changelog.md": {
        "Changelog Luna": "Registro de cambios Luna",
        "Changelog luna": "Registro de cambios Luna",
        "Changelog plugin luna": "Complemento luna registro de cambios",
        "Pour rappel s'il n'y a pas d'information sur la mise à jour, c'est que celle-ci concerne uniquement de la mise à jour de documentation, de traduction ou de texte": "Como recordatorio, si no hay información sobre la actualización, significa que solo se trata de la actualización de la documentación, la traducción o el texto",
        "19\/11.2022": "19\/11.2022",
        "SD (gestion": "SD (gestión",
        "Fix Batterie Luna (gestion de l'arret de Linux ainsi que de la batterie dans le systemd": "Arreglar la batería de Luna (gestión del apagado de Linux y la batería en systemd)",
        "corrections orthographiques (merci FuraxWorld": "correcciones ortográficas (gracias FuraxWorld",
        "3\/11\/2022": "11\/03\/2022",
        "Ajout des nouveautés": "Adición de novedades",
        "Wifi connexion": "Conexión wifi",
        "Led (gestion": "LED (gestión",
        "Batterie (gestion": "Batería (gestión",
        "20\/10\/2022": "20\/10\/2022",
        "Debut du plugin": "Comienzo del complemento",
        " IMPORTANT.": " IMPORTANTE.",
        " IMPORTANT?": " IMPORTANTE?",
        "IMPORTANT ": "IMPORTANTE ",
        " IMPORTANT]": " IMPORTANTE]",
        "[IMPORTANT]": "[IMPORTANTE]",
        "*IMPORTANT*": "*IMPORTANTE*",
        " IMPORTANT*": " IMPORTANTE*"
    },
    "index.md": {
        "Plugin luna": "Luna-complemento",
        "Bientôt Disponible": "Próximamente, en breve, pronto",
        "Le plugin luna vous permet de vous connecter depuis votre luna à un réseau Wifi (avec ou sans mot de passe": "El complemento luna le permite conectarse desde su luna a una red Wifi (con o sin contraseña",
        "Pour ce faire, aller dans le plugin luna, puis sélectionner l'équipement Luna": "Para hacer esto, vaya al complemento luna, luego seleccione el equipo Luna",
        "A cet endroit vous pouvez activer puis sélectionner le wifi que vous souhaitez (2": "Aquí puede activar y luego seleccionar el wifi que desea (2",
        "4Ghz et 5Ghz), puis taper le mot de passe et sauvegarder": "4Ghz y 5Ghz), luego escriba la contraseña y guarde",
        "Pour le moment, le plugin prend en compte uniquement les accès avec DHCP": "Por el momento, el complemento solo tiene en cuenta el acceso con DHCP",
        "Mise à jour du module de Recovery": "Actualización del módulo de recuperación",
        "local, le logiciel de recovery sera à jour": "local, el software de recuperación estará actualizado",
        "Recovery (Reset Factory": "Recuperación (restablecimiento de fábrica",
        "Lors d'un reset factory la box est rétablie en configuration d'usine selon l'image mise a jour via le bouton donné ci-dessus": "Durante un restablecimiento de fábrica, la caja se restaura a la configuración de fábrica de acuerdo con la imagen actualizada a través del botón que se muestra arriba",
        "ATTENTION il faut faire un backup de votre box avant cette opération car vous allez tout perdre lors de cette phase": "ATENCIÓN debes hacer una copia de seguridad de tu caja antes de esta operación porque perderás todo durante esta fase",
        "sauf backup sur la SD": "excepto copia de seguridad en SD",
        "Vous pouvez via la commande de type select changer la couleur et l'animation de la led (peut être éteinte": "Puede a través del comando seleccionar tipo cambiar el color y la animación del LED (se puede apagar",
        "Vous pouvez via deux retours d'informations avec le pourcentage de batterie ainsi que le type d'alimentation de votre box": "Puede a través de dos comentarios con el porcentaje de batería y el tipo de fuente de alimentación de su caja",
        "charging, decharging, Full etc…": "cargando, descargando, Lleno etc…",
        "Permet la gestion (formatage) de la carte micro-SD que vous pouvez ajouter à la box": "Permite la gestión (formateo) de la tarjeta micro-SD que puedes añadir a la caja",
        "ainsi que le transfert vers cette carte SD des backups Jeedom": "así como la transferencia a esta tarjeta SD de las copias de seguridad de Jeedom",
        "Hotspot (ALPHA": "Punto de acceso (ALFA)",
        "dans la partie Wifi du plugin vous pouvez cocher la case Hotspot ce qui vous permettra de créer un point d'accès wifi sur votre Box luna": "en la parte Wifi del complemento, puede marcar la casilla Hotspot que le permitirá crear un punto de acceso wifi en su Box luna",
        "DNS et forwarding IP (pont entre ethernet et wifi) fonctionnel dessus": "El reenvío de DNS e IP (puente entre ethernet y wifi) funciona en él",
        " Hotspot.": " Punto de acceso.",
        " Hotspot?": " Punto de acceso?",
        "Hotspot ": "Punto de acceso ",
        " Hotspot]": " Punto de acceso]",
        "[Hotspot]": "[Punto de acceso]",
        "*Hotspot*": "*Punto de acceso*",
        " Hotspot*": " Punto de acceso*",
        " LED.": " LED.",
        " LED?": " LED?",
        "LED ": "LED ",
        " LED]": " LED]",
        "[LED]": "[LED]",
        "*LED*": "*LED*",
        " LED*": " LED*",
        " Batterie.": " Batería.",
        " Batterie?": " Batería?",
        "Batterie ": "Batería ",
        " Batterie]": " Batería]",
        "[Batterie]": "[Batería]",
        "*Batterie*": "*Batería*",
        " Batterie*": " Batería*",
        " SD.": " Dakota del Sur.",
        " SD?": " Dakota del Sur?",
        "SD ": "Dakota del Sur ",
        " SD]": " Dakota del Sur]",
        "[SD]": "[Dakota del Sur]",
        "*SD*": "*Dakota del Sur*",
        " SD*": " Dakota del Sur*"
    }
}