{
    "changelog.md": {
        "Changelog Luna": "Changelog Luna",
        "Changelog plugin luna": "Plugin de registro de alterações luna",
        "Pour rappel s'il n'y a pas d'information sur la mise à jour, c'est que celle-ci concerne uniquement de la mise à jour de documentation, de traduction ou de texte": "Relembramos que, se não houver informação sobre a atualização, significa que se trata apenas de atualização de documentação, tradução ou texto",
        "21\/02\/2023": "21\/02\/2023",
        "Partitionnage SD": "Particionamento SD",
        "Activation Lora pour les Luna avec Lora integré (Pro": "Ativação Lora para Luna com Lora integrado (Pro",
        "Fix souci de Localhost sur la box": "Corrigir problema de Localhost na caixa",
        "19\/11\/2022": "19\/11\/2022",
        "SD (gestion": "SD (gerenciamento",
        "Fix Batterie Luna (gestion de l'arrêt de Linux ainsi que de la batterie dans le systeme": "Fix Luna Battery (gerenciamento do desligamento do Linux, bem como da bateria no sistema",
        "Corrections orthographiques (merci FuraxWorld": "Correções ortográficas (obrigado FuraxWorld",
        "3\/11\/2022": "11\/03\/2022",
        "Ajout des nouveautés": "Adição de novidades",
        "Wifi connexion": "Conexão wifi",
        "Led (gestion": "LED (gerenciamento",
        "Batterie (gestion": "Bateria (gerenciamento",
        "20\/10\/2022": "20\/10\/2022",
        "Debut du plugin": "Começo do plug-in",
        " IMPORTANT.": " IMPORTANTE.",
        " IMPORTANT?": " IMPORTANTE?",
        "IMPORTANT ": "IMPORTANTE ",
        " IMPORTANT]": " IMPORTANTE]",
        "[IMPORTANT]": "[IMPORTANTE]",
        "*IMPORTANT*": "*IMPORTANTE*",
        " IMPORTANT*": " IMPORTANTE*"
    },
    "index.md": {
        "Plugin luna": "Luna-plugin",
        "Attention souci de Flashage des Luna": "Atenção preocupação de Luna piscando",
        "Nous avons eu un retour sur une erreur de flashage de certaines Lunas": "Recebemos feedback sobre um erro intermitente de alguns Lunas",
        "uniquement celles expediées avant 2023": "apenas os enviados antes de 2023",
        "Nous sommes désolé pour ceci et avons prévenu notre revendeur Domadoo": "Lamentamos o ocorrido e informamos nosso revendedor Domadoo",
        "Si vous arrivez à vous connecter à votre Jeedom, merci de lancer le plugin Luna (Plugins\/Passerelle domotique\/luna) et d'aller dans": "Se você conseguir se conectar ao seu Jeedom, inicie o plugin Luna (Plugins\/Gateway de automação residencial\/luna) e vá para",
        "Mise à jour du module de Recovery": "Atualização do módulo de recuperação",
        "Puis faire le recovery dans": "Então faça a recuperação em",
        "Recovery (Reset Factory": "Recuperação (Redefinir Fábrica",
        "Cela mettra a jour votre Box completement": "Isso atualizará sua caixa completamente",
        "Si vous n'avez pas d'accés à votre box, merci de laisser appuyé le bouton reset de la box pendant plus de 10 secondes; au relachement de ce dernier, la box devrait clignotée;laissez-la finir le processus": "Se você não tiver acesso à sua caixa, deixe o botão de reset da caixa pressionado por mais de 10 segundos; quando o último for liberado, a caixa deve piscar; deixe-o terminar o processo",
        "Jeedom devrait redevenir operationnel": "Jeedom deve se tornar operacional novamente",
        "Vous pourrez faire la procedure ci-dessus pour une mise à jour complete": "Você pode fazer o procedimento acima para uma atualização completa",
        "Si elle ne clignote pas": "Se não piscar",
        "Veuillez contacter Domadoo via le lien suivant; l'équipe Domadoo vous fournira une étiquette de retour et vous réexpédiera une Luna correctement flashée": "Entre em contato com Domadoo através do seguinte link; a equipe Domadoo fornecerá a você uma etiqueta de devolução e enviará a você um Luna piscando corretamente",
        "Bientôt Disponible": "Em breve",
        "Le plugin luna vous permet de vous connecter depuis votre luna à un réseau Wifi (avec ou sans mot de passe": "O plugin luna permite-te ligar da tua luna a uma rede Wifi (com ou sem palavra-passe",
        "Pour ce faire, aller dans le plugin luna, puis sélectionner l'équipement Luna": "Para fazer isso, vá para o plugin luna e selecione o equipamento Luna",
        "A cet endroit vous pouvez activer puis sélectionner le wifi que vous souhaitez (2": "Aqui você pode ativar e depois selecionar o wifi que deseja (2",
        "4Ghz et 5Ghz), puis taper le mot de passe et sauvegarder": "4Ghz e 5Ghz), digite a senha e salve",
        "Pour le moment, le plugin prend en compte uniquement les accès avec DHCP": "Por enquanto, o plugin só leva em conta o acesso com DHCP",
        "La mise à jour permet de mettre la dernière image en place sur la Luna; celle-ci utilisera cette image lors d'un recovery (bouton reset de la box ou bouton recovery sur le plugin": "A atualização traz a imagem mais recente para o Luna; ele iráusar esta imagem durante uma recuperação (botão de reinicialização na caixa ou botão de recuperação no plugin",
        "Cliquer sur le bouton recovery; la Luna téléchargera la dernière version de son image et redémarrera, les leds vertes sur le boitier de la Luna vont clignoter": "Clique no botão de recuperação; o Luna baixará a versão mais recente de sua imagem e reiniciará, os LEDs verdes na caixa do Luna piscarão",
        "local; le logiciel de recovery sera à jour": "local; o software de recuperação estará atualizado",
        "Lors d'un reset factory la box est rétablie en configuration d'usine selon l'image mise a jour via le bouton donné ci-dessus": "Durante uma redefinição de fábrica, a caixa é restaurada para a configuração de fábrica de acordo com a imagem atualizada por meio do botão fornecido acima",
        "il faut faire un backup de votre box avant cette opération car vous allez perdre les données de votre box (excepté backup sur la SD": "você deve fazer um backup de sua caixa antes desta operação, pois perderá os dados de sua caixa (exceto backup no SD",
        "Vous pouvez via la commande de type select changer la couleur et l'animation de la led (peut être éteinte": "Você pode através do comando select type mudar a cor e a animação do led (pode ser desligado",
        "Vous pouvez,via deux retours d'informations, avoir le pourcentage de batterie ainsi que le type d'alimentation de votre box": "Você pode, através de dois feedbacks, ter a porcentagem de bateria assim como o tipo de alimentação da sua caixa",
        "charging, decharging, Full etc…": "carregando, descarregando, Full etc…",
        "Permet la gestion (formatage) de la carte micro-SD que vous pouvez ajouter à la box, ainsi que le transfert vers cette carte SD des backups Jeedom": "Permite a gestão (formatação) do cartão micro-SD que pode adicionar à caixa, bem como a transferência para este cartão SD dos backups Jeedom",
        "Les boutons Alimentation et Reset": "Botões Power e Reset",
        "moins de 1 secondes reboot forcer de la box": "menos de 1 segundo caixa de força de reinicialização",
        "plus de 10 secondes Reset Factory de la box": "mais de 10 segundos Reset Fábrica da caixa",
        "plus de 10 secondes arret de la fox forcer avec arret de la batterie (il faut avoir enlever l'alimentation electrique pour le faire": "mais de 10 segundos desligamento do fox force com desligamento da bateria (você deve ter removido a fonte de alimentação para fazer isso",
        "Hotspot (ALPHA": "Ponto de acesso (ALFA)",
        "Dans la partie Wifi du plugin vous pouvez cocher la case Hotspot ce qui vous permettra de créer un point d'accès wifi sur votre Box luna": "Na parte Wifi do plugin você pode marcar a caixa Hotspot que lhe permitirá criar um ponto de acesso wifi no seu Box luna",
        "DNS et forwarding IP (pont entre ethernet et wifi) fonctionnel dessus": "Encaminhamento de DNS e IP (ponte entre ethernet e wifi) funcional nele",
        " Hotspot.": " Ponto de acesso.",
        " Hotspot?": " Ponto de acesso?",
        "Hotspot ": "Ponto de acesso ",
        " Hotspot]": " Ponto de acesso]",
        "[Hotspot]": "[Ponto de acesso]",
        "*Hotspot*": "*Ponto de acesso*",
        " Hotspot*": " Ponto de acesso*",
        " ATTENTION.": " AVISO.",
        " ATTENTION?": " AVISO?",
        "ATTENTION ": "AVISO ",
        " ATTENTION]": " AVISO]",
        "[ATTENTION]": "[AVISO]",
        "*ATTENTION*": "*AVISO*",
        " ATTENTION*": " AVISO*",
        " LED.": " LEDs.",
        " LED?": " LEDs?",
        "LED ": "LEDs ",
        " LED]": " LEDs]",
        "[LED]": "[LEDs]",
        "*LED*": "*LEDs*",
        " LED*": " LEDs*",
        " Batterie.": " Bateria.",
        " Batterie?": " Bateria?",
        "Batterie ": "Bateria ",
        " Batterie]": " Bateria]",
        "[Batterie]": "[Bateria]",
        "*Batterie*": "*Bateria*",
        " Batterie*": " Bateria*",
        " SD.": " SD.",
        " SD?": " SD?",
        "SD ": "SD ",
        " SD]": " SD]",
        "[SD]": "[SD]",
        "*SD*": "*SD*",
        " SD*": " SD*",
        " Reset.": " Redefinir.",
        " Reset?": " Redefinir?",
        "Reset ": "Redefinir ",
        " Reset]": " Redefinir]",
        "[Reset]": "[Redefinir]",
        "*Reset*": "*Redefinir*",
        " Reset*": " Redefinir*",
        " Alimentation.": " Comida.",
        " Alimentation?": " Comida?",
        "Alimentation ": "Comida ",
        " Alimentation]": " Comida]",
        "[Alimentation]": "[Comida]",
        "*Alimentation*": "*Comida*",
        " Alimentation*": " Comida*"
    }
}