{
    "changelog.md": {
        "Changelog Luna": "Changelog Luna",
        "Changelog plugin luna": "Plugin de registro de alterações luna",
        "Pour rappel s'il n'y a pas d'information sur la mise à jour, c'est que celle-ci concerne uniquement de la mise à jour de documentation, de traduction ou de texte": "Relembramos que, se não houver informação sobre a atualização, significa que se trata apenas de atualização de documentação, tradução ou texto",
        "19\/11\/2022": "19\/11\/2022",
        "SD (gestion": "SD (gerenciamento",
        "Fix Batterie Luna (gestion de l'arrêt de Linux ainsi que de la batterie dans le systeme": "Fix Luna Battery (gerenciamento do desligamento do Linux, bem como da bateria no sistema",
        "Corrections orthographiques (merci FuraxWorld": "Correções ortográficas (obrigado FuraxWorld",
        "3\/11\/2022": "11\/03\/2022",
        "Ajout des nouveautés": "Adição de novidades",
        "Wifi connexion": "Conexão wifi",
        "Led (gestion": "LED (gerenciamento",
        "Batterie (gestion": "Bateria (gerenciamento",
        "20\/10\/2022": "20\/10\/2022",
        "Debut du plugin": "Começo do plug-in",
        " IMPORTANT.": " IMPORTANTE.",
        " IMPORTANT?": " IMPORTANTE?",
        "IMPORTANT ": "IMPORTANTE ",
        " IMPORTANT]": " IMPORTANTE]",
        "[IMPORTANT]": "[IMPORTANTE]",
        "*IMPORTANT*": "*IMPORTANTE*",
        " IMPORTANT*": " IMPORTANTE*"
    },
    "index.md": {
        "Plugin luna": "Luna-plugin",
        "Bientôt Disponible": "Em breve",
        "Le plugin luna vous permet de vous connecter depuis votre luna à un réseau Wifi (avec ou sans mot de passe": "O plugin luna permite-te ligar da tua luna a uma rede Wifi (com ou sem palavra-passe",
        "Pour ce faire, aller dans le plugin luna, puis sélectionner l'équipement Luna": "Para fazer isso, vá para o plugin luna e selecione o equipamento Luna",
        "A cet endroit vous pouvez activer puis sélectionner le wifi que vous souhaitez (2": "Aqui você pode ativar e depois selecionar o wifi que deseja (2",
        "4Ghz et 5Ghz), puis taper le mot de passe et sauvegarder": "4Ghz e 5Ghz), digite a senha e salve",
        "Pour le moment, le plugin prend en compte uniquement les accès avec DHCP": "Por enquanto, o plugin só leva em conta o acesso com DHCP",
        "Mise à jour du module de Recovery": "Atualização do módulo de recuperação",
        "La mise à jour permet de mettre la dernière image en place sur la Luna; celle-ci utilisera cette image lors d'un recovery (bouton reset de la box ou bouton recovery sur le plugin": "A atualização traz a imagem mais recente para o Luna; ele iráusar esta imagem durante uma recuperação (botão de reinicialização na caixa ou botão de recuperação no plugin",
        "Cliquer sur le bouton recovery; la Luna téléchargera la dernière version de son image et redémarrera, les leds vertes sur le boitier de la Luna vont clignoter": "Clique no botão de recuperação; o Luna baixará a versão mais recente de sua imagem e reiniciará, os LEDs verdes na caixa do Luna piscarão",
        "local; le logiciel de recovery sera à jour": "local; o software de recuperação estará atualizado",
        "Recovery (Reset Factory": "Recuperação (Redefinir Fábrica",
        "Lors d'un reset factory la box est rétablie en configuration d'usine selon l'image mise a jour via le bouton donné ci-dessus": "Durante uma redefinição de fábrica, a caixa é restaurada para a configuração de fábrica de acordo com a imagem atualizada por meio do botão fornecido acima",
        "il faut faire un backup de votre box avant cette opération car vous allez tout perdre lors de cette phase": "você deve fazer um backup de sua caixa antes desta operação, pois perderá tudo durante esta fase",
        "sauf backup sur la SD": "exceto backup em SD",
        "Vous pouvez via la commande de type select changer la couleur et l'animation de la led (peut être éteinte": "Você pode através do comando select type mudar a cor e a animação do led (pode ser desligado",
        "Vous pouvez via deux retours d'informations avoir le pourcentage de batterie ainsi que le type d'alimentation de votre box": "Você pode através de dois feedbacks ter a porcentagem de bateria, bem como o tipo de fonte de alimentação da sua caixa",
        "charging, decharging, Full etc…": "carregando, descarregando, Full etc…",
        "Permet la gestion (formatage) de la carte micro-SD que vous pouvez ajouter à la box, ainsi que le transfert vers cette carte SD des backups Jeedom": "Permite a gestão (formatação) do cartão micro-SD que pode adicionar à caixa, bem como a transferência para este cartão SD dos backups Jeedom",
        "Hotspot (ALPHA": "Ponto de acesso (ALFA)",
        "Dans la partie Wifi du plugin vous pouvez cocher la case Hotspot ce qui vous permettra de créer un point d'accès wifi sur votre Box luna": "Na parte Wifi do plugin você pode marcar a caixa Hotspot que lhe permitirá criar um ponto de acesso wifi no seu Box luna",
        "DNS et forwarding IP (pont entre ethernet et wifi) fonctionnel dessus": "Encaminhamento de DNS e IP (ponte entre ethernet e wifi) funcional nele",
        " Hotspot.": " Ponto de acesso.",
        " Hotspot?": " Ponto de acesso?",
        "Hotspot ": "Ponto de acesso ",
        " Hotspot]": " Ponto de acesso]",
        "[Hotspot]": "[Ponto de acesso]",
        "*Hotspot*": "*Ponto de acesso*",
        " Hotspot*": " Ponto de acesso*",
        " ATTENTION.": " AVISO.",
        " ATTENTION?": " AVISO?",
        "ATTENTION ": "AVISO ",
        " ATTENTION]": " AVISO]",
        "[ATTENTION]": "[AVISO]",
        "*ATTENTION*": "*AVISO*",
        " ATTENTION*": " AVISO*",
        " LED.": " LEDs.",
        " LED?": " LEDs?",
        "LED ": "LEDs ",
        " LED]": " LEDs]",
        "[LED]": "[LEDs]",
        "*LED*": "*LEDs*",
        " LED*": " LEDs*",
        " Batterie.": " Bateria.",
        " Batterie?": " Bateria?",
        "Batterie ": "Bateria ",
        " Batterie]": " Bateria]",
        "[Batterie]": "[Bateria]",
        "*Batterie*": "*Bateria*",
        " Batterie*": " Bateria*",
        " SD.": " SD.",
        " SD?": " SD?",
        "SD ": "SD ",
        " SD]": " SD]",
        "[SD]": "[SD]",
        "*SD*": "*SD*",
        " SD*": " SD*"
    }
}