{
    "changelog.md": {
        "Changelog Luna": "Changelog Luna",
        "Changelog plugin luna": "Plugin de registro de alterações luna",
        "Pour rappel s'il n'y a pas d'information sur la mise à jour, c'est que celle-ci concerne uniquement de la mise à jour de documentation, de traduction ou de texte": "Relembramos que, se não houver informação sobre a atualização, significa que se trata apenas de atualização de documentação, tradução ou texto",
        "02\/05\/2023": "02\/05\/2023",
        "Patch LocalHost (changement des droits": "LocalHost patch (mudança de direitos",
        "Patch done fonction (clignotement de la led verte de la box résolu": "Função patch done (piscar do led verde da caixa resolvido",
        "Ajout de la fonction LTE pour les boxs avec option LTE": "Função LTE adicionada para caixas com opção LTE",
        "Ajout de la fonction LORA pour les box avec option LORA": "Adição da função LORA para caixas com opção LORA",
        "Ajout des usb Fixe (ttyUSBLUNA-Zigbee a utiliser dnas le plugin Zigbee pour ne plus avoir de souci d'usb qui change": "Adição de usb fixo (ttyUSBLUNA-Zigbee para usar dnas o plug-in Zigbee para não precisar mais se preocupar com a mudança de usb",
        "27\/03\/2023": "27\/03\/2023",
        "Nouvelle image Luna": "Nova imagem Luna",
        "Patch Localhost": "Patch de host local",
        "Patch Batterie": "Patch de bateria",
        "Patch USB fixed (LORA-zigbee fixed": "Patch USB corrigido (LORA-zigbee corrigido",
        "21\/02\/2023": "21\/02\/2023",
        "Partitionnage SD": "Particionamento SD",
        "Activation Lora pour les Luna avec Lora integré (Pro": "Ativação Lora para Luna com Lora integrado (Pro",
        "Fix souci de Localhost sur la box": "Corrigir problema de Localhost na caixa",
        "19\/11\/2022": "19\/11\/2022",
        "SD (gestion": "SD (gerenciamento",
        "Fix Batterie Luna (gestion de l'arrêt de Linux ainsi que de la batterie dans le systeme": "Fix Luna Battery (gerenciamento do desligamento do Linux, bem como da bateria no sistema",
        "Corrections orthographiques (merci FuraxWorld": "Correções ortográficas (obrigado FuraxWorld",
        "3\/11\/2022": "11\/03\/2022",
        "Ajout des nouveautés": "Adição de novidades",
        "Wifi connexion": "Conexão wifi",
        "Led (gestion": "LED (gerenciamento",
        "Batterie (gestion": "Bateria (gerenciamento",
        "20\/10\/2022": "20\/10\/2022",
        "Debut du plugin": "Começo do plug-in",
        " IMPORTANT.": " IMPORTANTE.",
        " IMPORTANT?": " IMPORTANTE?",
        "IMPORTANT ": "IMPORTANTE ",
        " IMPORTANT]": " IMPORTANTE]",
        "[IMPORTANT]": "[IMPORTANTE]",
        "*IMPORTANT*": "*IMPORTANTE*",
        " IMPORTANT*": " IMPORTANTE*"
    },
    "index.md": {
        "Plugin luna": "Luna-plugin",
        "depuis le 27\/03\/2023 nouvelle image Jeedom Luna": "desde 27\/03\/2023 nova imagem Jeedom Luna",
        "Vous pouvez faire une maj sans perte de backup etc en cliquant sur \"Mise à jour du module de Recovery": "Você pode fazer uma atualização sem perda de backup etc. clicando em \"Atualizar módulo de recuperação",
        "cela redemarera votre jeedom Luna mais vous ne perdrai pas vos configuration": "isso reiniciará seu jeedom Luna, mas você não perderá sua configuração",
        "cela fera des changement dans le module de recovery et de boot de la box ce qui permettra une meilleur stabilité de celle-ci": "isso fará alterações no módulo de recuperação e inicialização da caixa o que permitirá uma melhor estabilidade desta",
        "Attention souci de Flashage des Luna": "Atenção preocupação de Luna piscando",
        "Nous avons eu un retour sur une erreur de flashage de certaines Lunas": "Recebemos feedback sobre um erro intermitente de alguns Lunas",
        "uniquement celles expediées avant 2023": "apenas os enviados antes de 2023",
        "Nous sommes désolé pour ceci et avons prévenu notre revendeur Domadoo": "Lamentamos o ocorrido e informamos nosso revendedor Domadoo",
        "Si vous arrivez à vous connecter à votre Jeedom, merci de lancer le plugin Luna (Plugins\/Passerelle domotique\/luna) et d'aller dans": "Se você conseguir se conectar ao seu Jeedom, inicie o plugin Luna (Plugins\/Gateway de automação residencial\/luna) e vá para",
        "Mise à jour du module de Recovery": "Atualização do módulo de recuperação",
        "Puis faire le recovery dans": "Então faça a recuperação em",
        "Recovery (Reset Factory": "Recuperação (Redefinir Fábrica",
        "Cela mettra a jour votre Box completement": "Isso atualizará sua caixa completamente",
        "Si vous n'avez pas d'accés à votre box, merci de laisser appuyé le bouton reset de la box pendant plus de 10 secondes; au relachement de ce dernier, la box devrait clignotée;laissez-la finir le processus": "Se você não tiver acesso à sua caixa, deixe o botão de reset da caixa pressionado por mais de 10 segundos; quando o último for liberado, a caixa deve piscar; deixe-o terminar o processo",
        "Jeedom devrait redevenir operationnel": "Jeedom deve se tornar operacional novamente",
        "Vous pourrez faire la procedure ci-dessus pour une mise à jour complete": "Você pode fazer o procedimento acima para uma atualização completa",
        "Si elle ne clignote pas": "Se não piscar",
        "Veuillez contacter Domadoo via le lien suivant; l'équipe Domadoo vous fournira une étiquette de retour et vous réexpédiera une Luna correctement flashée": "Entre em contato com Domadoo através do seguinte link; a equipe Domadoo fornecerá a você uma etiqueta de devolução e enviará a você um Luna piscando corretamente",
        "Les fonctionnalités du plugin Luna": "Os recursos do plug-in Luna",
        "USB Fixe": "USB fixo",
        "Dans le plugin Luna du 02\/05\/2023, le zigbee a été fixé, vous devez utiliser le port ttyUSBLUNA-Zigbee": "No plugin Luna de 02\/05\/2023 o zigbee foi corrigido, você deve usar a porta ttyUSBLUNA-Zigbee",
        "pour les usb externe cela ce fixe aussi automatiquement avec le nom et ou numero de série": "para usb externo isso também é corrigido automaticamente com o nome e\/ou número de série",
        "La mise à jour permet de mettre la dernière image en place sur la Luna; celle-ci utilisera cette image lors d'un recovery (bouton reset de la box ou bouton recovery sur le plugin": "A atualização traz a imagem mais recente para o Luna; ele iráusar esta imagem durante uma recuperação (botão de reinicialização na caixa ou botão de recuperação no plugin",
        "Cliquer sur le bouton recovery; la Luna téléchargera la dernière version de son image et redémarrera, les leds vertes sur le boitier de la Luna vont clignoter": "Clique no botão de recuperação; o Luna baixará a versão mais recente de sua imagem e reiniciará, os LEDs verdes na caixa do Luna piscarão",
        "local; le logiciel de recovery sera à jour": "local; o software de recuperação estará atualizado",
        "Lors d'un reset factory la box est rétablie en configuration d'usine selon l'image mise a jour via le bouton donné ci-dessus": "Durante uma redefinição de fábrica, a caixa é restaurada para a configuração de fábrica de acordo com a imagem atualizada por meio do botão fornecido acima",
        "il faut faire un backup de votre box avant cette opération car vous allez perdre les données de votre box (excepté backup sur la SD": "você deve fazer um backup de sua caixa antes desta operação, pois perderá os dados de sua caixa (exceto backup no SD",
        "Vous pouvez via la commande de type select changer la couleur et l'animation de la led (peut être éteinte": "Você pode através do comando select type mudar a cor e a animação do led (pode ser desligado",
        "Vous pouvez,via deux retours d'informations, avoir le pourcentage de batterie ainsi que le type d'alimentation de votre box": "Você pode, através de dois feedbacks, ter a porcentagem de bateria assim como o tipo de alimentação da sua caixa",
        "charging, decharging, Full etc…": "carregando, descarregando, Full etc…",
        "Permet la gestion (formatage) de la carte micro-SD que vous pouvez ajouter à la box, ainsi que le transfert vers cette carte SD des backups Jeedom": "Permite a gestão (formatação) do cartão micro-SD que pode adicionar à caixa, bem como a transferência para este cartão SD dos backups Jeedom",
        "Les boutons Alimentation et Reset (v1": "Os botões Power e Reset (v1",
        "moins de 1 secondes reboot forcer de la box": "menos de 1 segundo caixa de força de reinicialização",
        "plus de 10 secondes Reset Factory de la box": "mais de 10 segundos Reset Fábrica da caixa",
        "plus de 10 secondes arret de la fox forcer avec arret de la batterie (il faut avoir enlever l'alimentation electrique pour le faire": "mais de 10 segundos desligamento do fox force com desligamento da bateria (você deve ter removido a fonte de alimentação para fazer isso",
        "Les boutons Alimentation et Reset (v2 nouvelle image": "Botões Power e Reset (v2 nova imagem",
        "redemarrage materiel de la Luna": "reinicialização forçada do Luna",
        "plus de 5 secondes arret ou allumage de la batterie (Orange > eteind, Vert Allumé": "mais de 5 segundos desligado ou ligado (laranja > desligado, verde ligado",
        "plus de 15 secondes redemmarage de la box": "mais de 15 segundos reiniciando a caixa",
        "cligontement bleu au relacher": "flash azul ao liberar",
        "plus de 40 secondes Arret de la box": "mais de 40 segundos Parada da caixa",
        "clignotement Orange au relacher": "Flash laranja ao liberar",
        "plus de 60 secondes reset factory de la box": "mais de 60 segundos de redefinição de fábrica da caixa",
        "clignotement Rouge au relacher": "Flash vermelho ao liberar",
        "Lora (uniquement pour les luna vendu avec me lodule lora de Jeedom": "Lora (somente para luna vendido comigo Lodule lora de Jeedom",
        "detection automatique du module et lancement du packet forwarder, sur le localhost de la jeedom": "detecção automática do módulo e lançamento do encaminhador de pacotes, no host local do jeedom",
        "utiliser le plugin LNS pour installation de l'applicatif": "use o plug-in LNS para instalar o aplicativo",
        "rien est a faire depuis le plugin Luna tout est automatique": "nada precisa ser feito no plugin Luna tudo é automático",
        "Bientôt Disponible": "Em breve",
        "Hotspot, 4G (pour les Luna 4G), LORA (pour les Luna Lora": "Hotspot, 4G (para Luna 4G), LORA (para Luna Lora",
        "Hotspot (ALPHA": "Ponto de acesso (ALFA)",
        "Dans la partie Wifi du plugin vous pouvez cocher la case Hotspot ce qui vous permettra de créer un point d'accès wifi sur votre Box luna": "Na parte Wifi do plugin você pode marcar a caixa Hotspot que lhe permitirá criar um ponto de acesso wifi no seu Box luna",
        "DNS et forwarding IP (pont entre ethernet et wifi) fonctionnel dessus": "Encaminhamento de DNS e IP (ponte entre ethernet e wifi) funcional nele",
        "Le plugin luna vous permet de vous connecter depuis votre luna à un réseau Wifi (avec ou sans mot de passe": "O plugin luna permite-te ligar da tua luna a uma rede Wifi (com ou sem palavra-passe",
        "Pour ce faire, aller dans le plugin luna, puis sélectionner l'équipement Luna": "Para fazer isso, vá para o plugin luna e selecione o equipamento Luna",
        "A cet endroit vous pouvez activer puis sélectionner le wifi que vous souhaitez (2": "Aqui você pode ativar e depois selecionar o wifi que deseja (2",
        "4Ghz et 5Ghz), puis taper le mot de passe et sauvegarder": "4Ghz e 5Ghz), digite a senha e salve",
        "Pour le moment, le plugin prend en compte uniquement les accès avec DHCP": "Por enquanto, o plugin só leva em conta o acesso com DHCP",
        "4G (uniquement compatible avec les Luna 4G": "4G (compatível apenas com Luna 4G",
        "Detection automatique de la 4G interne a la box, demande code pin et APN dans la configuration du plugin Luna": "Detecção automática de 4G interno à caixa, solicitar código pin e APN na configuração do plugin Luna",
        "si 4G detecter lancement d'un module de connexion en arriere plan qui passe automatiquement de l'ethernet a la 4G si besoin (ping vers 8.8.8": "se o 4G detectar o lançamento de um módulo de conexão em segundo plano que muda automaticamente de ethernet para 4G, se necessário (ping para 8.8.8",
        "8), le plugin SMS fonctionne en meme temps que la 4G sur la Luna 4G": "8), o plugin SMS funciona ao mesmo tempo que o 4G no Luna 4G",
        "Les parametrages ce font dans la configuration du plugin": "As configurações são feitas na configuração do plugin",
        " ATTENTION.": " AVISO.",
        " ATTENTION?": " AVISO?",
        "ATTENTION ": "AVISO ",
        " ATTENTION]": " AVISO]",
        "[ATTENTION]": "[AVISO]",
        "*ATTENTION*": "*AVISO*",
        " ATTENTION*": " AVISO*",
        " LED.": " LEDs.",
        " LED?": " LEDs?",
        "LED ": "LEDs ",
        " LED]": " LEDs]",
        "[LED]": "[LEDs]",
        "*LED*": "*LEDs*",
        " LED*": " LEDs*",
        " Batterie.": " Bateria.",
        " Batterie?": " Bateria?",
        "Batterie ": "Bateria ",
        " Batterie]": " Bateria]",
        "[Batterie]": "[Bateria]",
        "*Batterie*": "*Bateria*",
        " Batterie*": " Bateria*",
        " SD.": " SD.",
        " SD?": " SD?",
        "SD ": "SD ",
        " SD]": " SD]",
        "[SD]": "[SD]",
        "*SD*": "*SD*",
        " SD*": " SD*",
        " Reset.": " Redefinir.",
        " Reset?": " Redefinir?",
        "Reset ": "Redefinir ",
        " Reset]": " Redefinir]",
        "[Reset]": "[Redefinir]",
        "*Reset*": "*Redefinir*",
        " Reset*": " Redefinir*",
        " Alimentation.": " Comida.",
        " Alimentation?": " Comida?",
        "Alimentation ": "Comida ",
        " Alimentation]": " Comida]",
        "[Alimentation]": "[Comida]",
        "*Alimentation*": "*Comida*",
        " Alimentation*": " Comida*"
    }
}